{
    "auto_slide": "الانتقال التلقائي",
    "languages": "اللغات",
    "funny_facts" : "حقائق مضحكة!",
    "Mercury" : "عطارد",
    "Venus" : "الزهرة",
    "Earth" : "الأرض",
    "Mars" : "المريخ",
    "Jupiter" : "المشتري",
    "Saturn" : "زحل",
    "Uranus" : "أورانوس",
    "Neptune" : "نبتون",
  
  
    "mercury_desc": "عطارد هو أصغر كوكب في نظامنا الشمسي ومعروف بتقلبات درجات الحرارة الشديدة على سطحه.",
    "mercury_size": "الحجم:\nقطر يبلغ حوالي 4,880 كم (3,032 ميل)\n",
    "mercury_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 57.9 مليون كم (36.0 مليون ميل)\n",
    "mercury_temperature": "درجة الحرارة:\nتتراوح من شديدة الحرارة (تصل إلى 430 درجة مئوية أو 806 درجة فهرنهايت) على الجانب النهاري إلى شديدة البرودة (تصل إلى -180 درجة مئوية أو -292 درجة فهرنهايت) على الجانب الليلي.\n",
    "mercury_additional_info": "\nلديه جو رقيق جداً ولا يوجد فيه تقريباً أقمار طبيعية وتمت زيارته من قبل عدة مهام فضائية، بما في ذلك مسبار ناسا مسنجر.\n",
  
    "venus_desc": "تشارف الزهرة على أن تكون الكوكب 'الشقيق' للأرض بسبب حجمها وتكوينها المشابهين، ولكن تأثير البيت الزجاجي الشديد يجعلها غير صالحة للعيش.",
    "venus_size": "الحجم:\nقطر يبلغ حوالي 12,104 كم (7,521 ميل)\n",
    "venus_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 108.2 مليون كم (67.2 مليون ميل)\n",
    "venus_temperature": "درجة الحرارة:\nتبلغ درجة حرارة سطحها العظمى حوالي 465 درجة مئوية (869 درجة فهرنهايت)، أسخن من عطارد على الرغم من كونها أبعد عن الشمس\n",
    "venus_additional_info": "\nتمتلك الزهرة غلاف جوي كثيف يتألف أساساً من ثاني أكسيد الكربون، الذي يحتجز الحرارة ويخلق درجات حرارة سطحها المحرقة",
  
    "earth_desc": "الأرض هي الكوكب الوحيد المعروف الذي يدعم الحياة، مع مجموعة متنوعة من النظم البيئية وغلاف جوي قابل للتنفس.",
    "earth_size": "الحجم:\nقطر يبلغ حوالي 12,742 كم (7,918 ميل)\n",
    "earth_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 149.6 مليون كم (92.9 مليون ميل)\n",
    "earth_temperature": "درجة الحرارة:\nمتوسط درجة حرارة سطحها حوالي 15 درجة مئوية (59 درجة فهرنهايت)، لكن ذلك يمكن أن يتغير بشكل كبير بسبب المناطق المناخية\n",
    "earth_additional_info": "\nتمتلك الأرض قمراً طبيعياً واحداً (القمر) وهي الكوكب الثالث على بعد من الشمس",
  
    "mars_desc": "يُطلق على المريخ في كثير من الأحيان اسم 'الكوكب الأحمر' بسبب مظهره الأحمر الناتج عن أكسيد الحديد على سطحه.",
    "mars_size": "الحجم:\nقطر يبلغ حوالي 6,779 كم (4,212 ميل)\n",
    "mars_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 227.9 مليون كم (141.6 مليون ميل)\n",
    "mars_temperature": "درجة الحرارة:\nتتراوح من حوالي -87 درجة مئوية (-125 درجة فهرنهايت) إلى حد أقصى حوالي 20 درجة مئوية (68 درجة فهرنهايت) قرب خط الاستواء خلال فصل الصيف\n",
    "mars_additional_info": "\nيحتوي المريخ على قبب جليدية قطبية وأدلة على تدفقات مياه سائلة في الماضي، وقد استكشف سطحه العديد من المسبارات والهبوطيات",
  
    "jupiter_desc": "المشتري هو أكبر كوكب في نظامنا الشمسي ومعروف بحجمه الضخم ومجاله المغناطيسي القوي.",
    "jupiter_size": "الحجم:\nقطر يبلغ حوالي 139,822 كم (86,881 ميل)\n",
    "jupiter_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 778.5 مليون كم (483.8 مليون ميل)\n",
    "jupiter_temperature": "درجة الحرارة:\nلا يوجد لديه سطح صلب حقيقي، ولكن الغيوم العليا لديها درجات حرارة تصل إلى حوالي -145 درجة مئوية (-234 درجة فهرنهايت)\n",
    "jupiter_additional_info": "\nالمشتري يحتوي على بقعة حمراء كبيرة بارزة، وهي عاصفة ضخمة، وهو كوكب غازي يتألف أساساً من الهيدروجين والهيليوم",
  
    "saturn_desc": "يمكن التعرف على زحل بفضل نظامه الدائري الرائع والشامل.",
    "saturn_size": "الحجم:\nقطر يبلغ حوالي 116,464 كم (72,366 ميل)\n",
    "saturn_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 778.5 مليون كم (483.8 مليون ميل)\n",
    "saturn_temperature": "درجة الحرارة:\nمماثلة للمشتري، الغيوم العليا لديها درجات حرارة تصل إلى حوالي -178 درجة مئوية (-288 درجة فهرنهايت)\n",
    "saturn_additional_info": "\nحلقات زحل مكونة من جسيمات جليدية وصخرية، ولديه نظام متنوع من الأقمار، بما في ذلك تيتان وإنسيلادوس",
  
    "uranus_desc": "أورانوس فريد بسبب ميله المحوري الشديد، مما يجعله يدور تقريباً عمودياً على مداره الكوكبي.",
    "uranus_size": "الحجم:\nقطر يبلغ حوالي 50,724 كم (31,518 ميل)\n",
    "uranus_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 2.87 مليار كم (1.78 مليار ميل)\n",
    "uranus_temperature": "درجة الحرارة:\nباردة للغاية، مع درجات حرارة متوسطة تصل إلى حوالي -224 درجة مئوية (-371 درجة فهرنهايت)\n",
    "uranus_additional_info": "\nأورانوس له لون أزرق-أخضر فاتح بسبب غلافه الجوي الغني بالميثان ونظام حلقات معقد",
  
    "neptune_desc": "نبتون هو الكوكب الأبعد عن الشمس ومعروف بلونه الأزرق العميق.",
    "neptune_size": "الحجم:\nقطر يبلغ حوالي 49,244 كم (30,598 ميل)\n",
    "neptune_distance_from_sun": "المسافة بالكيلومتر من الشمس:\nحوالي 4.5 مليار كم (2.8 مليار ميل)\n",
    "neptune_temperature": "درجة الحرارة:\nمماثلة لأورانوس، مع درجات حرارة متوسطة تصل إلى حوالي -218 درجة مئوية (-360 درجة فهرنهايت)\n",
    "neptune_additional_info": "\nنبتون تتميز برياح قوية وبقعة سوداء كبيرة تشبه بقعة المشتري الحمراء الكبرى",
  
    "mercury_funny_fact" : "يوم عطارد أطول من سنة عطارد! يستغرق يوم واحد على عطارد حوالي 59 يومًا على الأرض، بينما تستغرق سنته حوالي 88 يومًا على الأرض فقط.",
    "venus_funny_fact" : "الزهرة تدور في الاتجاه المعاكس مقارنة بمعظم الكواكب. لديها دورة 'خلفية'، لذلك إذا وقفت على الزهرة، سترتفع الشمس في الغرب وتغرب في الشرق.",
    "earth_funny_fact" : "الأرض هي الكوكب الوحيد المعروف الذي يحتوي على الشوكولاتة. حسنًا، ليس بالضبط، لكن لدينا أشجار الكاكاو، وهذا بداية رائعة 😅!",
    "mars_funny_fact" : "المريخ يحتوي على أكبر بركان في النظام الشمسي يسمى أولمبوس مونس. إنها كبيرة لدرجة أنه إذا وقفت على قمتها، فلن تدرك حتى أنك على بركان - إنها بهذا السلاسة!",
    "jupiter_funny_fact" : "حجم المشتري الضخم مثير للإعجاب لدرجة أنه يمكن أن يستوعب جميع الكواكب الأخرى في النظام الشمسي داخله مع مساحة إضافية - إنها وكأنه الشخص الذي يستضيف الحفلة الكوكبية النهائية.",
    "saturn_funny_fact" : "حلقات زحل تشبه حلقة الهولاهوب الكونية التي نسيت التوقف عن الدوران. ربما زحل يحب الرقص حقًا 😃!",
    "uranus_funny_fact" : "أورانوس يدور على جانبه. إذا كنت تبحث عن كوكب للانضمام إلى لعبة قفز الكواكب، فقد تكون أورانوس هو اختيارك الأفضل.",
    "neptune_funny_fact" : "رياح نبتون سريعة بشكل لا يصدق، على الرغم من أنها بعيدة جدًا عن الشمس. إنها وكأن نبتون لا يمكن أن يقاوم الحاجة إلى السرعة."
  }
  